Repository: Santibc2472/bitacora
Catalog: redi-restaurant-reservation/lang/redi-restaurant-reservation-*.po
Languages: cs, nn, sk

source: ReDi Restaurant Reservation plugin could not get an API key from the reservationdiary.eu server when it activated.<br/> You can try to fix this by going to the ReDi Restaurant Reservation "options" page. <br/>This will cause ReDi Restaurant Reservation plugin to retry fetching an API key for you. <br/>If you keep seeing this error it usually means that server where you host your web site can't connect to our reservationdiary.eu server. <br/>You can try asking your WordPress host to allow your WordPress server to connect to api.reservationdiary.eu<br/>In case you can not solve this problem yourself, please contact us directly by <a href="mailto:info@reservationdiary.eu">info@reservationdiary.eu</a>
cs: ReDi Restaurant Reservation plugin nezískal při aktivaci API klíč ze serveru reservationdiary.eu. <br/> Můžete to napravit tím, že půjdete na stránku Redi Restaurant Reservation "možnosti". <br/> Zde si můžete nechat znovu vygenerovat API klíč. <br/> Pokud stále vidíte tuto chybovou hlášku, znamená to, že server na kterém hostujete webové stránky se nemůže připojit k serveru reservationdiary.eu. <br/> Zeptejte se svého správce hostingu, aby povolil připojení serveru k api.reservationdiary.eu. <br/> Pokud tento problém nezvládnete vyřešit sami, kontaktujte nás prosím na <a href="mailto:info@reservationdiary.eu">info@reservationdiary.eu</a>
nn: ReDi Restaurant Reservation-plugin kunne ikke få tak i API-nøkkelen fra serveren reservationdiary.eu da den aktiverte.<br/>Du kan forsøke å fikse dette ved å gå til ReDi Restaurant Reservation «alternativer».<br/>Dette vil få ReDi Restaurant Reservation til å hente API-nøkkelen for deg på nytt.<br/>Hvis du fortsatt ser denne feilmeldingen betyr det vanligvis at serveren der du hoster nettsiden din ikke kan kobles opp mot vår server reservationdiary.eu. Du kan forsøke å spørre WordPress-hosting-tjenesten din å tillate din WordPress-server å koble til api.reservationdiary.eu.<br/>Hvis du ikke ikke får løst dette problemet selv, kan du kontakte oss direkte på <a href="mailto:info@reservationdiary.eu">info@reservationdiary.eu</a>
sk: Redi Reštaurácia Rezervácia plugin nemohol dostať API kľúč zo reservationdiary.eu serverom pri aktivovanom. <br/> Môžete sa pokúsiť opraviť tým, že ide do REDI reštaurácie rezervácie stránke "Nastavenia". <br/> To spôsobí REDI Reštaurácie Rezervácia plugin opakovať načítanie API kľúč pre vás. <br/> Ak budete mať vidieť túto chybu to zvyčajne znamená, že server, na ktorom budete hostiť vaše webové stránku sa nemôže pripojiť k nášmu reservationdiary.eu serveru. <br/> Môžete požiadať svojho hostiteľa WordPress, aby váš WordPress server pre pripojenie k api.reservationdiary.eu v práčke V prípade, že nie je možné tento problém vyriešiť sami, obráťte sa na nás priamo <a href = "mailto: info@reservationdiary.eu "> info@reservationdiary.eu </a>

source: Reservation has been successfully canceled.
cs: Rezervace byla úspěšně zrušena.
nn: Reservasjonen har blitt kansellert.
sk: Rezervácia bola úspešne zrušená.

source: Reservation number is required
cs: Zadejte číslo rezervace
nn: Reservasjonsnummer er påkrevd
sk: Je potrebné číslo rezervácie

source: Min Persons should be lower than Max Persons
cs: Min. počet lidí by měl být nižší než Max. počet lidí
nn: Minimum antall personer må være lavere enn maksimalt antall personer
sk: Min Osoby, ktoré by mali byť nižšie ako Max persons

source: Reservation time should be greater than 0
cs: Doba rezervace by měla být delší než 0
nn: Reservasjonstidspunkt må være høyere enn 0
sk: Doba rezervácie by mala byť väčšia ako 0

source: Country is required
cs: Zvolte zemi
nn: Land er påkrevd
sk: Je potrebné krajina

source: Reservation number can't be empty
cs: Chybí rezervační číslo
nn: Reservasjonsnummer kan ikke være tom
sk: Číslo rezervácie nemôže byť prázdny

source: Name can't be empty
cs: Chybí jméno
nn: Navn kan ikke være tom
sk: Meno nemôže byť prázdne

source: Email can't be empty
cs: Chybí email
nn: E-post kan ikke være tom
sk: E-mail nemôže byť prázdny

source: Phone can't be empty
cs: Chybí telefon
nn: Telefonnummer kan ikke være tom
sk: Telefón nemôže byť prázdny

source: Reason can't be empty
cs: Chybí důvod
nn: Begrunnelse kan ikke være tom
sk: Dôvodom nemôže byť prázdny

source: Next
cs: Další

source: Online reservation service is not available at this time. Try again later or contact us directly.
cs: Online rezervace je nyní vypnutá. Zkuste to později.
nn: Online-reservasjon er ikke tilgjengelig for øyeblikket. Prøv igjen senere, eller kontakt oss direkte.
sk: Online rezervácia nie je k dispozícii v tomto okamihu. Skúste to znova neskôr, alebo nás kontaktujte priamo.

source: Plugin failed to properly load javascript file, please check that jQuery is loaded and no javascript errors present.
cs: Pluginu se nepovedlo správně načíst soubor javascript. Zkontrolujte prosím že jQuery je nahrán a nevyskytují se žádné javascriptové chyby.
nn: Pluginen kunne ikke laste jacascript-filen. Vennligst sjekk at jQuery er lastet og at du ikke har fått feilmelding angående lastingen av javascript.
sk: Plugin sa nepodarilo správne načítať súbor javascript, skontrolujte, či jQuery je načítaný a žiadne chyby v javascriptu prítomný.

source: Selected date or time is not valid.
cs: Zvolený čas nebo datum jsou neplatné.
nn: Valg av dato eller tid er ikke gyldig.
sk: Zvolené dátum alebo čas nie je platný.

source: Yes
cs: Ano
nn: Ja
sk: Áno

source: No
cs: Ne
nn: Nei
sk: Nie

source: Free package settings
cs: Nastavení balíčku Zdarma
nn: Gratispakke-innstillinger
sk: Nastavenie balíčka zadarmo

source: Basic package settings
cs: Nastavení Základního balíčku
nn: Basispakke-innstillinger
sk: Základné nastavenie balíčka

source: Cancel reservation
cs: Zrušit rezervaci
nn: Kanseller reservasjon
sk: Zrušenie rezervácie

source: Plugin Info
cs: Informace o pluginu
nn: Plugin informasjon
sk: Informácie o plugine

source: Name
cs: Jméno
nn: Navn
sk: Meno

source: Version
cs: Verze
nn: Versjon
sk: Verzia

source: Authors
cs: Autor
nn: Forfattere
sk: Autor

source: Your settings have been saved!
cs: Nastavení bylo uloženo!
nn: Dine innstillinger er lagret
sk: Vaše nastavenia boli uložené

source: Common settings
cs: Běžná nastavení
nn: Felles innstillinger
sk: Bežné nastavenie

source: Min persons per reservation
cs: Min. počet lidí k rezervaci
nn: Minimum antall personer per reservasjon
sk: Min osôb na rezerváciu

source: Minimum number of persons allowed for each reservation. Drop down list of persons starts from this number.
cs: Minimální počet lidí na jednu rezervaci.
nn: Minimalt antall personer per reservasjon. Dropdown-listen av personer starter fra dette antallet.
sk: Minimálny počet osôb povolených pre každú rezerváciu. V rozbaľovacom zozname osôb, začne od tohto čísla.

source: Max persons per reservation
cs: Maximální počet lidí k rezervaci
nn: Maksimalt antall personer per reservasjon
sk: Max osôb na rezerváciu

source: Maximum number of persons allowed for each reservation. Drop down list of persons ends with this number.
cs: Maximální počet lidí na jednu rezervaci
nn: Maksimalt santall av personer per reservasjon. Dropdown-listen av personer slutter på dette antallet.
sk: Maximálny počet osôb povolených pre každú rezerváciu. V rozbaľovacom zozname osôb, končí s týmto číslom.

source: Reservation time
cs: Doba rezervace
nn: Reservasjonstid
sk: Čas rezervácie

source: Duration of reservation in minutes. This is the time allocated for each reservation.
cs: Trvání rezervace v minutách.
nn: Varighet i minutter for hver reservasjon.
sk: Dĺžka pobytu v minútach. To je doba, pridelené pre každú rezerváciu.

source: Alternative time step
cs: Alternativní časový úsek
nn: Alternativt tids-steg
sk: Alternatívne časový krok

source: Displays the available time with time step to the clients. For instance, if one selects 15 min time step, then alternative time will be 10:00, 10:15, 10:30, etc.
cs: Zobrazuje dostupný čas s časovými úseky pro zákazníky. Pokud například zvolíte 15 min jako časový úsek, alternativní časy budou 10:00, 10:15, 10:30, atd.
nn: Viser tilgjengelig tid med tids-steg til kundene. For eksempel, hvis du velger 15 minutters tids-hopp, vil alternativ-tiden bli 10.00, 10.15, 10.30, osv.
sk: Zobrazuje dostupný čas s časovým krokom ku klientom. Napríklad, ak sa zvolí 15 min časový krok, potom alternatívne čas bude 10:00, 10:15, 10:30, atď.

source: Send confirmation email to client
cs: Zaslat potvrzovací email zákazníkovi
nn: Send bekreftelse på e-post til kunder
sk: Zaslať potvrdzovací e-mail klientovi

source: From ReservationDiary.eu
cs: Z ReservationDiary.eu
nn: Fra ReservationDiary.eu
sk: od ReservationDiary.eu

source: From WordPress email account
cs: Z emailu Wordpress účtu
nn: Fra WordPress E-postkonto
sk: Z WordPress e-mailového konta

source: Disable confirmation email
cs: Vypnout potvrzovací email
nn: Slå av bekreftelse på e-post
sk: Zakázať potvrdzovací e-mail

source: The way you want confirmation email to be delivered to the client. It can be "From WordPress email account", "From reservationdiary.eu" or "Disable confirmation email".
cs: Způsob, jakým chcete, aby byl zákazníkovi zaslán potvrzovací email. Můžete vybrat "Z emailu Wordpress účtu", "Z reservationdiary.eu" nebo "Vypnout potvrzení emailem".
nn: Tittelen på e-posten med bekreftelse. Den kan f.eks være «Fra WordPress e-post», «Fra reservationdiary.eu» eller «Slå av bekreftelse på e-post».
sk: Spôsob, akým budete chcieť potvrdzovací e-mail, ktoré majú byť dodané ku klientovi. To môže byť "Z WordPress e-mailového konta" "Z reservationdiary.eu" alebo "potvrdzovacom e-mailu Disable".

source: the confirmation email will be sent out from your email set in WordPress. Sending from WordPress account setting will work only for Basic package clients.
cs: potvrzovací email bude zaslán z emailu nastaveném ve Wordpressu. Zasílání potvrzovací emailu z Wordpress účtu funguje pouze u Základního balíčku.
nn: E-post med bekreftelse vil bli sendt ut fra e-postadressen som er registrert i WordPress. Dette er tilgjengelig kun for Basispakke-brukere.
sk: potvrdzujúci e-mail bude odoslané z e-mailového sady v WordPress. Posielanie z nastavení účtu WordPress bude fungovať iba pre základnej výbave klientov.

source: the confirmation email will be sent out from info@reservationdiary.eu. When the client replies to confirmation email, you will receive it.
cs: potvrzovací email bude zaslán z emailu info@reservationdiary.eu. Když zákazník odpoví na potvrzovací email, bude vám zpráva doručena.
nn: E-post med bekreftelse vil bli sendt fra info@reservationdiary.eu. Når kunden svarer på e-posten vil du motta den.
sk: potvrdzujúci e-mail bude odoslaný z info@reservationdiary.eu~~pobj. Keď klient odpovie na potvrdzovacom e-mailu, budete ju prijať.

source: with this option, confirmation email is not sent to the client.
cs: u této možnosti nebude zákazníkům nebude zaslán potvrzovací email
nn: Dette alternativet lar deg ikke sende bekreftelsesmail til kunden.
sk: S touto voľbou, potvrdzovací e-mail nie je odoslaný klientovi.

source: Max time before reservations
cs: Maximální doba před rezervací
nn: Makstid før reservasjoner
sk: Maximálna doba pred rezervácie

source: Maximum time before the reservation is accepted. It can be anything from 1 month to 1 year.
cs: Maximální doba, jak moc dopředu si může zákazník udělat rezervaci. Může to být od 1 měsíce do 1 roku.

source: Frontend settings
cs: Frontend nastavení
nn: Front-end innstillinger
sk: nastavenie Frontend

source: Message for large groups
cs: Zpráva pro velké skupiny
nn: Beskjeder til større grupper.
sk: Správa pre veľké skupiny

source: If this field is filled, the drop down menu of persons would show "Large Groups" and upon selection, the specified message would appear.
cs: Pokud je zaškrtnuté toto pole, zobrazí se rolovací menu osob "Velké skupiny" dokud se nevybbere nabízená skupina.
nn: Hvis dette feltet er utfylt, vil dropdown-menyen vise «Større grupper». Når den blir valgt, vil den aktuelle beskjeden vises.
sk: Ak je toto pole vyplnené, roletového menu osôb sa ukáže "veľké skupiny" a pri výbere sa objaví zadaný správa.

source: TimeShift Mode
cs: Způsob zobrazení času
nn: Tidsskift modus
sk: režim TimeShift

source: Mode how available working hours presented to user so that they can choose time slots most convenient to them.
cs: Způsob, jakým budou zákazníkům zobrazeny časy pro výběr rezervace.
nn: Tilpass hvordan tilgjengelige arbeidstimer presenteres for brukerene slik at de kan velge hvilket tidspunkts som passer best.
sk: Režim ako k dispozícii pracovná doba prezentované užívateľovi, aby si mohli vybrať časové intervaly najpohodlnejšie pre nich.

source: Normal
cs: Normální
sk: Normálný

source: In this mode, the user selects the desired time and the system verifies its availability to present five different alternative times to the customer.
cs: V tomto módu si zákazníci vyberou požadovaný čas a systém ověří dostupnost a nabídne 5 alternativ v případě obsazenosti.
nn: I denne modusen velger brukeren et tidspunkt, og systemet oppgir fem alternative tidspunkter dersom det gitte tidspunktet ikke er tilgjengelig.
sk: V tomto režime používateľ zvolí požadovanú dobu a systém overí jeho dostupnosť pre prezentáciu päť rôznych alternatívnych časy k zákazníkovi.

source: By shifts
cs: Na směny
nn: Etter arbeidsvakter
sk: posuny

source: In this mode, the system automatically displays all the available times for the date selected without any manual time input.
cs: V tomto módu systém automaticky zobrazí dostupné časy pro zvolené datum bez nutnosti výběru času zákazníkem.
nn: I denne modusen vil systemet automatisk vise tilgjengelige tidspunkt for den valgte datoen uten å føre inn tiden manuelt
sk: V tomto režime systém automaticky zobrazí všetky dostupné časy zvoleného dátumu bez akéhokoľvek manuálneho časového vstupu.

source: Hide steps
cs: Schovat mezikroky
nn: Skjul steg
sk: Skryť kroky

source: This option is meant only for the by shifts mode. It is meant for hiding the previous steps. The system would display all the available times for the specified date but upon selecting the available time, the previous steps are hidden and the next step is presented. It is a good mode for widgets specially.
cs: Tato možnost platí jen pro mód Na směny. Tato možnost schová předchozí mezikroky. Systém zobrazí dostupné časy pro zvolené datum. Tento mód je vhodný pro widgety.
nn: Dette valget et kun ment for «etter arbeidsvakter»-modusen. Dette vil skjule tidligere steg. Systemet vil vise alle tilgjengelige tidspunkt for den spesifikke datoen, men når man velger tilgjengelig tidspunkt vil tidligere steg bli skjult og neste steg blir synlig. Dette er en god modus spesielt for widgets.
sk: Táto voľba je určená len pre posuny režimu. Je určený pre skrývanie predchádzajúce kroky. Systém by sa zobrazia všetky dostupné časy v stanovenom termíne, ale po zvolení dostupný čas, predchádzajúce kroky sú skryté a ďalším krokom je prezentovaný. Je to dobrý spôsob pre widgety špeciálne.

source: Hide previous steps (only for timeshiftmode byshifts)
cs: Schovat předchozí mezikroky (pouze u módu Na směny)
nn: Skjul tidligere steg (kun for tidsskifts-modusen «etter arbeidsvakter»)
sk: Skryť predchádzajúce kroky (iba v režime časového posunu smien)

source: Calendar type
cs: Typ kalendáře
nn: Kalendertype
sk: typ kalendár

source: This field lets you select the style in which the calendar control is displayed. It can be either "Show on click" or "Always show”.
cs: Toto pole umožňuje vybrat styl, jak se zobrazí kalendář. Na výběr jsou možnosti "Ukázat na kliknut" nebo y"vždy ukázat".
nn: Dette feltet lar deg velge hvordan kalenderen vises. Den kan enten være «Vis på klikk» eller «Vis alltid»
sk: Toto pole umožňuje vybrať štýl, v ktorom sa zobrazí ovládací prvok kalendára. To môže byť buď "Zobraziť na kliknutie" alebo "Vždy zobrazovať".

source: Shown on click
cs: Ukázat na kliknutí
nn: Vis på klikk
sk: Zobrazené po kliknutí

source: Selecting this option, the calendar is set to popup when the user clicks the calendar control.
cs: Výběrem této možnosti se kalendář ukáže, když zákazník klikne na tlačítko kalendář.
nn: Dette valget gjør at kalenderen får en pop-up når brukeren klikker på kalender-innstillingene.
sk: Voľba tejto možnosti, kalendár je nastavená na hodnotu V okne, keď používateľ klikne na ovládací prvok kalendára.

source: Always show
cs: Vždy ukázat
nn: Vis alltid
sk: vždy zobrazovať

source: This option sets the calendar control to display all the time.
cs: Tato možnost nastaví, aby se kalendář vždy ukázal.
nn: Dette valget gjør at kalenderen vises hele tiden.
sk: Táto voľba nastaví ovládací prvok kalendára pre zobrazenie po celú dobu.

source: TimePicker type
cs: Výběr času
nn: Tidsvelger-type
sk: typ TimePicker

source: This field lets you select the way time picker is displayed. You can choose from "jQuery plugin" and "HTML dropdown".
cs: Toto pole umožňuje vybrat způsob, jak se bude zobrazovat čas. Na výběr jsou možnosti "jQuery plugin" a "HTML rolovací menu".
nn: Dette feltet lar deg velge måten tidsvelgeren vises på. Du kan velge mellom «jQuery-plugin» og «HTML-dropdown»
sk: Toto pole umožňuje vybrať spôsob zobrazenia času zberač. Môžete si vybrať z "jQuery plugin" a "HTML roletovom menu".

source: Time picker type if selected to be jQuery plugin, it is set to pop up with the hour and time.
cs: Pokud zvolíte možnost jQuery plugin, vyskočí pole s výběrem času.
nn: Dette valget vil vise tidsvelger i en popup
sk: Doba typ zberač v prípade vybraný, aby sa jQuery plugin, je nastavená na pop-up s hodinu a času.

source: HTML dropdown
cs: HTML rolovací menu
sk: HTML rozbaľovací

source: With this option selected, the Time Picker is shown to be simple dropdown for selecting the hour and time.
cs: Pokud vyberete tuto možnost, zobrazí čas jako rolovací menu pro výběr hodin a minut.
nn: Dette valget vil vise tidsvelger i en enkel dropdown.
sk: S vybraná táto možnosť, Time Picker je preukázané, že je jednoduché rozbaľovací pre výber hodinu a čas.

source: Support us
cs: Podpořte nás
nn: Støtt oss
sk: Podporte nás

source: If checkbox is checked, a logo of <b>"Powered by ReDi"</b> is displayed. Thank you for supporting us.
cs: Pokud je zatrhnuté toto pole, ukáže se logo <b>"Powered by ReDi"</b>. Děkujeme vám za naši podporu.
nn: Hvis ruten er avhuket vil logoen <b>"Powered by ReDi"</b> vises. Takk for at du støtter oss.
sk: Ak je zaškrtnuté políčko, je logo <b> "Powered by REDI" sa zobrazí </ b>. Ďakujem za podporu.

source: Custom fields
cs: Uživatelská pole
nn: Skreddersydde felt
sk: vlastné pole

source: Custom fields are meant to allow users define additional fields for collecting more information from customers. You can choose the name of the field, type of field, the constraint whether it is a required field or not and the error message for the required field.
cs: Uživatelská pole umožňují uživatelům přidat extra pole, aby získali další informace o zákaznících. Můžete nastavit název pole, typ pole, zda se jedná o povinnou položku, či nikoliv a chybovou hlášku pro povinné pole.
nn: Skreddersydde felt lar brukerene legge til flere felt for å samle mer informasjon fra kunder. Du kan velge navn og type på feltene, bestemme om det er et påkrevd felt eller ikke, og feilmeldingen for det påkrevde feltet.
sk: Vlastné polia sú určené umožniť používateľom definovať ďalšie pole pre zhromažďovanie viac informácií od zákazníkov. Môžete si zvoliť názov poľa, typ poľa, je podmienka, či sa jedná o povinné pole, alebo nie a chybové hlásenia pre všetky povinné polia.

source: NOTE: Name, Email and Phone are required fields of reservation form and do not need to be defined here as custom fields.
cs: POZNÁMKA: Jméno, Email a Telefon jsou povinnými poli rezervačního formuláře a nemusíte je nastavovat jako uživatelská pole.
nn: NB: Navn, E-post og Telefonnummer er påkrevde felt for reservasjonsskjemaet og trenger ikke å legges til som skreddersydde felt.
sk: Poznámka: Meno, e-mail a telefón sú povinné rezervácie podobe a nemusí byť tu definované ako vlastné pole.

source: Field name
cs: Název pole
nn: Feltnavn
sk: názov poľa

source: Field type
cs: Typ pole
nn: Felttype
sk: typ poľa

source: Is required?
cs: Vyžadováno?
nn: Er feltet påkrevd?
sk: Je nutné?

source: Required error message
cs: Chybová hláška vyžadovaného pole
nn: Feilmelding for påkrevde felt
sk: Potrebná chybové hlásenie

source: Save Changes
cs: Uložit změny
nn: Lagre endringer
sk: Uložiť zmeny

source: Reservation number
cs: Rezervační číslo
nn: Reservasjonsnummer
sk: číslo rezervácie

source: Reason
cs: Důvod
nn: Begrunnelse
sk: Dôvod

source: Restaurant settings
cs: Nastavení restaurace
nn: Restaurant-innstillinger
sk: nastavenie reštaurácií

source: Place
cs: Místo
nn: Sted
sk: Miesto

source: This field lets you edit settings for multiple places. Multiple places are available for Basic package users only.
cs: Toto pole umožňuje upravit nastavení pro více míst. Více míst je dostupné jen v Základním balíčku.
nn: Dette feltet lar deg endre innstillingene for flere steder. Dette er tilgjengelig kun for Basispakke-brukere.
sk: Toto pole umožňuje upraviť nastavenie pre viacerých miestach. Viac miesta sú k dispozícii iba základné používateľov s komplexnými.

source: Current Place ID
cs: ID místa
nn: Nåværende sted ID
sk: Aktuálne číslo Place

source: This <b>ID</b> associated with your place. The <b>ID</b> can be used as a short code for specifying the place of reservation. <br/>Example of shortcode:<br/><code style="font-style: normal; padding:0">[redirestaurant placeid="0000"]</code>
cs: Toto <b>ID</b> je spojeno s vaším místem. <b>ID</b> může být použito jako short code pr ospecifikování místa rezervace. <br/> Například short code: <br/> <code style="font-style: normal; padding:0"> [redirestaurant placeid="0000"]</code>
nn: <b>ID</b> som er gitt til ditt sted. <b>ID</b>-en kan brukes som shortcode for å spesifisere hvor det skal reserveres.<br/> For eksempel:<br/><code style="font-style: normal; padding:0">[redirestaurant placeid="0000"]</code>
sk: Tento <b> ID </ b> spojená s svoje miesto. <B> ID </ b> možno použiť ako krátky kód pre určenie miesta pobytu. <br/> Príklad SHORTCODE: <br/> <code style = "font-style: normal; padding: 0"> [Redi reštaurácie placeid = "0000"] </ code>

source: Restaurant name
cs: Jméno restaurace
nn: Restaurantens navn
sk: Názov reštaurácie

source: The name of the restaurant is to be specified here.
cs: Vepište zde název restaurace
nn: Restaurantens navn skal skrives her
sk: Názov reštaurácie je tu uvedené.

source: Country
cs: Země
nn: Land
sk: Krajina

source: Select Country
cs: Vyber stát
nn: Velg land
sk: Zvoľte krajinu

source: The country of restaurant can be mentioned here.
cs: Vepište sem název země, kde se restaurace nachází
nn: Landet restauranten ligger i kan skrives her
sk: Krajina reštaurácie je k dispozícii tu uvedené.

source: City
cs: Město
nn: By
sk: Mesto

source: The restaurant city is to be specified in this field.
cs: Vepište sem název města, kde se restaurace nachází.
nn: Byen restauranten ligger i skal skrives her
sk: Reštaurácia Mesto je bude upresnené v tejto oblasti.

source: Address
cs: Adresa
nn: Adresse
sk: Adresa

source: Address of the restaurant is to be written here.
cs: Vepište sem název Ulice
nn: Restaurantens adresse skal skrives her
sk: Adresa v reštaurácii je tu napísané.

source: The website address of the restaurant.
cs: Webová adresa restaurace
nn: Restaurantens nettside
sk: Webová adresa reštaurácie.

source: Email address for contacting the restaurant.
cs: Emailová adresa pro kontaktování restaurace.
nn: E-postadressen for å kontakte restauranten
sk: E-mailová adresa pre kontaktovanie reštauráciu.
