Repository: Santibc2472/bitacora
Catalog: redi-restaurant-reservation/lang/redi-restaurant-reservation-*.po
Languages: cs, nn, sk

source: The email addresses of recipients who should be sent the copies of reservation emails. You can separate multiple recipients using commas.
cs: Emailová adresa uživatelů, kterým má být zaslána kopie rezervace. Více uživatelů oddělte čárkami.
nn: E-postadressen til mottakere som skal motta en kopi av reservansjonen på e-post. Du kan dele opp mottakerene ved å bruke komma.
sk: E-mailové adresy príjemcov, ktorí by mali byť poslané kópie rezervačných e-mailov. Môžete oddeliť viacerých príjemcov čiarkami.

source: Phone
cs: Telefon
nn: Telefonnummer
sk: Telefón

source: The contact number of restaurant. It could have the format [area code] [phone number]
cs: Kontaktní telefon na restauraci. Mělo by mít formát [předvolba] [telefonní číslo]
nn: Restaurantens telefonnummer. Det skal settes opp slik: [landskode][telefonnummer]
sk: Kontaktný počet reštaurácie. To bude mať [predčíslie] formát [telefónne číslo]

source: Short description
cs: Krátký popis
nn: Kort beskrivelse
sk: Krátky popis

source: Short description about your restaurant.
cs: Krátký popis o restauraci.
nn: En kort beskrivelse av din restaurant
sk: Krátky popis o svojej reštaurácii.

source: Long description
cs: Dlouhý popis
nn: Lang beskrivelse
sk: Dlhý popis

source: Detailed description about your restaurant. This can include anything you would want the customers to know about your restaurant features and offerings.
cs: Detailní popis o restauraci. Může obsahovat vše, co chce o sobě restaurace uvést včetně nabídek.
nn: Detaljert beskrivelse av din restaurant. Denne skal inneholde alt du ønsker at kundene dine skal vite.
sk: Podrobný popis vašej reštaurácii. To môže zahŕňať čokoľvek, čo by chcel zákazníkom vedieť o svojich funkciách reštaurácie a ponukách.

source: Hours before reservation
cs: Hodiny před rezervací
nn: Timer før reservering
sk: Niekoľko hodín pred rezerváciou

source: This is the number of minimum hours before which a reservation can be accepted from a client. For example, the current time is 10:00 and the setting for Hours before reservation is set to 3 hours then the next time, when the reservation will be accepted is 13:00.
cs: Toto je počet hodin, kdy bude nejdříve provedena rezervace. Například, jestliže je nyní 10:00 a nastavení Hodin před rezervací je 3 hodiny, potom nejbližší možný čas na rezervaci je 13:00.
nn: Dette er det laveste antall timer før en reservasjon kan godkjennes av en kunde.
sk: To je minimálny počet hodín, než ktoré môže byť rezervácie prijatá od klienta. Napríklad, aktuálny čas je 10:00 a nastavenie niekoľko hodín pred rezerváciou je nastavený na 3 hodiny, potom sa budúci dobe, kedy rezervácia bude prijatá 13:00.

source: Catalog
cs: Katalog
nn: Katalog
sk: Katalóg

source: This check box if checked, the restaurant details are published to the catalog of <a target="_blank" href="http://reservationdiary.eu">reservationdiary.eu</a>. If you do not want it to be published, keep the box unchecked. Clients can find your restaurant from one more location.
cs: Zatrhněte, pokud chcete publikovat podrobnosti restaurace do katalogu <a target="_blank" href="http://reservationdiary.eu">reservationdiary.eu</a>. Pokud nechcete, aby byly informace publikovány, nechte políčko nezatrhnuté. Zákazníci vás mohou najít z dalšího místa.
nn: Hvis denne boksen er avhuket vil detaljene om restauranten publiseres i katalogen <a target="_blank" href="http://reservationdiary.eu">reservationdiary.eu</a>. Kunder kan dermed finne restauranten flere steder. Hvis du ikke ønsker å publisere i katalogen lar du boksen stå tom.
sk: Toto zaškrtávacie políčko ak je začiarknuté, podrobnosti reštaurácie sú publikované v katalógu <a target="_blank" href="http://reservationdiary.eu"> reservationdiary.eu </a>. Ak nechcete, aby sa publikované, udržať krabici neoznačené. Klienti môžu nájsť svoju reštauráciu pred viac jednom mieste.

source: Maximum number of guests
cs: Maximální počet hostů
nn: Maksimalt antall gjester
sk: Maximálny počet hostí

source: This is the number of maximum persons in restaurant at any time. System will check automatically availability of free seats and will not allow to go beyond this number.
cs: Toto je maximální počet osob, které mohou být v restauraci v jednu chvíli. Systém automaticky ověří dostupnost volných míst a nepovolí další rezervaci.
nn: Dette er det høyeste antal gjester i restauranten til en hver tid. Systemet vil automatisk sjekke om det er tilgjengelige bord og vil ikke tillate et høyere antall gjester.
sk: Jedná sa o maximálny počet osôb v reštaurácii kedykoľvek. Systém bude kontrolovať automaticky dostupnosť voľných miest a nedovolí ísť nad rámec tohto čísla.

source: NOTE: Reducing number of maximum guests will remove existing reservations associated with seats that are being removed from the system.
cs: POZNÁMKA: Snížení počtu dostupných míst zruší existující rezervace spojené s danými místy v rezervačním systému.
nn: NB: Ved å redusere det høyeste antall gjester vil eksisterende reservasjoner tilknyttet disse bordene bli fjernet fra systemet.
sk: Poznámka: Zníženie maximálny počet klientov bude odstrániť existujúce výhrady spojené so sedadlami, ktoré sú odstránené zo systému.

source: Working time
cs: Pracovní doba
nn: Åpningstid
sk: Pracovná doba

source: Open
cs: Otevřeno
nn: Åpent
sk: Otvorené

source: Close
cs: Zavřeno
nn: Stengt
sk: Zatvorené

source: You can specify the working time of restaurant by setting the opening time and closing time for each day of the week.
cs: Můžete definovat otevírací dobu restaurace, zavírací dobu restaurace pro každý den v týdnu.
nn: Du kan spesifisere åpningstidene til restauranten ved å sette åpning- og stengetid for hver dag i uken.
sk: Môžete určiť pracovnú dobu reštaurácie nastavením času otváracie a zatváracie doby pre každý deň v týždni.

source: Specify time in 24h format (00:00 - 23:59).
cs: Piště pracovní dobu v 24h formátu (00:00 - 23:59).
nn: Spesifiser tid i 24-timersformatet (00:00 - 23:59).
sk: Určite čas vo formáte 24 hodín (00:00 - 23:59).

source: If you close next day at night then set closing time on a same day. For example 18:00 - 3:00
cs: Pokud zavíráte v noci další den, poté zvolte zavírací dobu ve stejný den. Např. 18:00 - 3:00
nn: Hvis du stenger om natten neste dag, sett stengetid til den samme dagen. F.eks 18:00 - 3:00
sk: Ak zavriete ďalší deň v noci potom nastavte zatváracou dobou na rovnakom dni. Napríklad 18:00 - 03:00

source: Set Open and Close fields to blank if restaurant is closed.
cs: Nechte otevírací a zavírací dobu prázdnou, pokud je restaurace zavřena.
nn: La «Åpent» og «Stengt» stå tom hvis restauranten er stengt
sk: Set sa otvárajú a zatvárajú polí do prázdnej, ak je reštaurácia zatvorená.

source: Multiple open and close times are available in Basic package.
cs: Multiple možnosti pro pracovní dobu jsou dostupné pouze v Základním balíčku.
nn: Flere åpnings- og stengetider er tilgjengelig i basis-pakken.
sk: Mnohopočetné otvorené a zavrieť časy sú k dispozícii v základnom balení.

source: Email Configuration
cs: Potvrzení emailem
nn: E-post-innstillinger
sk: Nastavenie emailu

source: Language
cs: Jazyk
nn: Språk
sk: Jazyk

source: Language for internal emails communication. It is specially used for admin emails.
cs: Jazyk pro interní komunikaci emailem. Admin emaily
nn: Språk for interne e-poster. Dette gjelder særlig for administrators e-post.
sk: Jazyk pre interné e-maily komunikáciu. Je špeciálne používa pre administrátora e-maily.

source: Language for emails of clients depend on the user interface language selected.
cs: Jazyk pro komunikaci emailem se zákazníkem.
nn: Språk for e-post til kunder kommer an på hvilket språk som er valgt i brukerens brukergrensesnitt.
sk: Jazyk e-mailov klientov sú závislé od jazyka používateľského rozhrania vybrali.

source: Date format
cs: Formát data
nn: Dato-format
sk: Formát dátumu

source: Hyphen
cs: pomlčka
nn: Bindestrek
sk: Spojovacia čiarka

source: Dot
cs: Tečka
nn: Punktum
sk: Bodka

source: Slash
cs: lomeno
nn: Skråstrek

source: The way date format is displayed on the date control. You can select from a drop down list of different date formats.
cs: Způsob, jakým je datum zobrazen v kontrole dostupnosti. Můžete si vybrat z různých možností rolovacího menu.
nn: Velger hvordan dato-formatet vises i dato-innstillingene. Du kan velge mellom ulike dato-format i en dropdown-liste.
sk: Formát dátumu spôsob, ako je zobrazené na ovládací prvok dáta. Môžete si vybrať z rozbaľovacieho zoznamu rôznych formátov dáta dole.

source: ApiKey:
cs: API klíč:
nn: API-nøkkel:

source: This is your registration key. Please use it when you send request for support.
cs: Toto je váš registrační klíč. Použijte ho, když zadáváte dotaz na podporu.
nn: Dette er din registraringsnøkkel. Vennligst bruk den om du trenger brukerstøtte.
sk: Toto je váš registračný kľúč. Použite ju pri odoslaní žiadosti o pomoc.

source: Basic package functionality (paid version)
cs: funkce Základního balíčku (placená verze)
nn: Funksjoner i Basis-pakken (betalt versjon)
sk: Základné funkcie balíček (verzia)

source: View your upcoming reservations from your Mobile/Tablet PC and never miss your customer. This page should be open on a Tablet PC and so hostess can see all upcoming reservations for today. Page refreshes every 15 min and shows reservations that in past for 3 hours as well as upcoming reservations for next 24 hours. By clicking on reservation you will see reservation details. Demo version can be accessed for 30 days using this link:
cs: Zobrazte si nadcházející rezervace z mobilu/tabletu a nezmeškejte zákazníka. Tato stránka by měla být zobrazena na Tabletu, takže uvidíte všechny nadcházející rezervace na jeden den. Stránka se aktualizuje každých 15 minut a ukazuje rezervace za poslední 3 hodiny stejně jako nadcházející rezervace za dalších 24 hodin. Kliknutím na rezervaci uvidíte podrobnosti o rezervaci. Demo verze je přístupná po 30 dní po kliknutí na tento odkaz:
nn: Se alle dine reservasjoner på mobil, nettbrett og PC, og gå aldri glipp av en kunde. Dette siden bør være åpen på en PC-skjerm slik at verten kan se alle reservasjoner for dagen. Siden oppdateres hvert 15. minutt og viser reservasjoner for de forrige tre timene i tillegg til kommende reservasjoner de neste 24 timene. Ved å klikke på en reservasjon vil du se detaljer om reservasjonen. Demo-versjon kan benyttes i 30 dager ved å trykke på denne linken:
sk: Zobraziť svoje nadchádzajúce výhrady zo svojho Mobile / Tablet PC a nikdy nezmeškáte svojich zákazníkov. Táto stránka by mala byť otvorená v počítači Tablet PC a tak hostiteľka môžete vidieť všetky nadchádzajúce výhrady k dnes. Page obnovuje každých 15 minút a ukazuje výhrady, ktoré v minulosti po dobu 3 hodín, ako aj nadchádzajúce rezervácií pre najbližších 24 hodín. Kliknutím na rezerváciu uvidíte detaily rezervácie. Demo verzia môže byť zobrazená počas 30 dní s použitím tohto odkazu:

source: Open upcoming reservations
cs: Otevřít nadcházející rezervace
nn: Åpne kommende reservasjoner
sk: Otvorené nadchádzajúce rezervácie

source: Setup maximum available seats for online reservation by week day
cs: Nastavit maximální počet míst pro rezervaci během týdne
nn: Sett høyeste antall ledige plasser for online-reservasjon for hver ukedag.
sk: Nastaviť maximálnu voľné miesta pre online rezervácie podľa dňa v týždni

source: Open times. This option will enable you to choose between various working hours whichever is most convenient to you.
cs: Otevírací doba. Tato možnost vám umožňuje vybrat mezi několika pracovními hodinami
nn: Åpningstider. Dette valget lar deg velge mellom ulike åpningstider som er mest beleilig for deg.
sk: Otvorené krát. Táto voľba vám umožní vybrať medzi rôznymi pracovného času podľa toho, čo je najvhodnejšie pre vás.

source: Support for multiple places. Number of places depends on number of subscriptions.
cs: Podpora pro více míst. Počet míst závisí na typu licence.
nn: Støtte for flere steder. Antall steder er avhengig av antall abonnementer.
sk: Podpora pre viacerých miestach. Počet miest závisí od počtu odberov.

source: Blocked Time. Define time range when online reservation should not be accepted. Specify a reason why reservations are not accepted at this time to keep your clients happy.
cs: Blokovaný čas. Definujte, kdy chcete, aby nešlo provést rezervaci. Uveďte důvod, proč není rezervaci možné provést.
nn: Blokkert tid. Velg tidsrom hvor online-reservasjon ikke er tilgjengelig. Spesifiser hvorfor reservasjon ikke er tilgjengelig på dette tidspunktet for å holde kundene fornøyde.
sk: Blokovaný čas. Definovať časové rozpätie, kedy on-line rezervácie by nemal byť prijatý. Určite dôvod, prečo sú rezervácie nie sú prijímané v tomto okamihu udržať svojich klientov šťastné.

source: Send client reservation confirmation emails from WordPress account.
cs: Poslat zákazníkům potvrzovací email z Wordpress účtu
nn: Send kunder en bekreftelse på reservasjonen på e-post fra WordPress-kontoen.
sk: Zaslať potvrdzovací e-maily rezervácie klient od WordPress účtu.

source: Email template customization for all supported languages.
cs: Nastavení šablony emailu pro všechny dostupné jazyky.
nn: Tilpass epost-mal for alle støttede språk.
sk: Email Šablóna prispôsobenie pre všetky podporované jazyky.

source: Basic package price is 5 EUR per month per place. To subscribe please use following PayPal link:
cs: Cena Základního balíčku je 5 Euro za měsíc a místo. Pro platbu prosím klikněte na PayPal odkaz níže:
nn: Basis-pakken koster 5 EURO per måned per sted. For å abonnere følg denne PayPal-linken:
sk: Základná cena balíčka je 5 euro mesačne na mieste. Ak chcete objednať použite nasledujúci odkaz PayPal:

source: Subscribe to basic package
cs: Zakoupit Základní balíček
nn: Abonner på basis-pakken
sk: Prihlásiť sa k základným balíčku

source: Please allow 1 business day for us to confirm your payment and upgrade your account.
cs: Dejte nám prosím jeden den na potvrzení platby a upgrade účtu.
nn: Det vil ta 1 virkedag for oss å bekrefte betalingen og oppgradere din bruker.
sk: Prosím, dovoľte jeden pracovný deň, aby sme mohli potvrdiť platbu a aktualizovať svoj účet.

source: Use your Facebook account for your business. Make clients from your Facebook fans.
cs: Použijte Váš Facebook účet pro Váš business. Udělejte ze zákazníků fanoušky.
nn: Bruk din Facebook-konto for bedriften. Få flere kunder fra dine følgere på Facebook.
sk: Použite svoj účet Facebook pre vaše podnikanie. Urobiť klientov z vašich fanúšikov na Facebooku.

source: View presentation.
cs: Ukázat prezentaci.
nn: Vis presentasjon.
sk: Zobraziť prezentáciu.

source: We can offer you white labeled restaurant reservation application for Facebook Application, iPhone/iPad Application, Windows Phone Application or Android Application.
cs: Můžeme Vám nabídnout white-labeled rezervační aplikaci pro Facebook Aplikace, iPhone/iPad Aplikace, Windows Phone Aplikace nebo Android Aplikace.
nn: Vi kan tilby deg en skreddarsydd reservasjons-app for Facebook-apper, iPhone/iPad-apper, Windowsphone-apper og Andriod-apper.
sk: Môžeme Vám ponúknuť white label Reštaurácia Rezervácia aplikácie pre Facebook aplikácie, iPhone / iPad aplikácie, Windows Phone aplikáciu alebo súbor aplikácií pre Android.

source: Enhance your business experience by using our Facebook integration service where we try to provide you with profile pictures of your customers if found. You can amaze your customer by knowing him by face when he visits you, especially at the time of first visit.
cs: Zvyšte svůj business použitím naší Facebook integrace, kde poskytujeme profilové služby s obrázky vašich klientů. Můžete ohromit zákazníka tím, že ho poznáte když přijde.
nn: Forbedre virksomheten din med vår Facebook-tjeneste hvor vi gir deg profilbilder av dine kunder hvis disse er tilgjengelige. Du kan imponere dine kunder ved å kjenne dem igjen når de ankommer, særlig ved første besøk.
sk: Vylepšite svoje obchodné skúsenosti pomocou nášho Facebook integrácie služieb, kde sa snažíme poskytnúť vám profilových obrázkov svojim zákazníkom v prípade nálezu. Môžete ohromiť svojich zákazníkov tým, že pozná ho podľa tváre, keď ťa navštívi, a to najmä v čase prvej návštevy.

source: Do you want to know what your client thinks about his last visit? We will collect it for you.
cs: Chcete vědět co si zákazník myslí o své poslední návštěvě u vás? My to pro vás zjistíme.
nn: Ønsker du å vite hva kunden syns om sitt forrige besøk. Vi kan samle informasjon for deg.
sk: Chcete vedieť, čo váš klient myslí o jeho poslednej návšteve? Budeme zhromažďovať za vás.

source: Remind your customer about upcoming reservation via Email or by SMS
cs: Připomeňte zákazníkům jejich rezervaci emailem nebo SMS
nn: Påminn gjestene om reservasjonen over e-post eller SMS
sk: Pripomeňte zákazníka o blížiacom rezervácie e-mailom alebo pomocou SMS

source: Collect pre-payment for reservations.
cs: Získejte zálohu na rezervaci.
nn: Få forhåndsbetaling for reservasjoner.
sk: Zbierať platbu vopred na rezerváciu.

source: If you are building a catalogue of restaurants and looking for the perfect reservation plugin for it, we can provide it to you.
cs: Pokud tvoříte katalog restaurací a hledáte perfektní plugin na rezervace, můžeem vám ho poskytnout.
nn: Hvis du lager en katalog med restauranter og ser etter den perfekte reservasjons-plugin for dette, kan vi tilby deg det.
sk: Ak vytvárate katalóg reštaurácií a hľadajú perfektné rezervačnom plugin pre neho môžeme poskytnúť vám ho.

source: Do you want to write your own module? We have an API. Contact us to get more information.
cs: Chcete napsat svůj vlastní modul? Máme API. Kontaktujte nás a získejte více informací.
nn: Ønsker du å skrive din egen modul. Vi har et API, kontakt oss for mer informasjon.
sk: Chcete napísať vlastný modul? Máme API. Kontaktujte nás pre získanie viac informácií.

source: If you would like to add some new functionality or have any other queries, please contact us by email:
cs: Pokud chcete přidat nějaké další funkce nebo máte jiný požadavek, kontaktujte nás emailem na:
nn: Hvis du ønsker å legge til nye funksjoner, eller har andre spørsmål, kontakt oss på e-post.
sk: Ak by ste chceli pridať nejaké nové funkcie, alebo máte nejaké ďalšie otázky, kontaktujte nás na e-maile:

source: If you need to manage more complex reservations, please check our ReDi Reservation plugin too.
cs: Pokud potřebujete spravovat komplexnější rezervace, podívejte se na náš ReDi Reservation plugin.
nn: Hvis du trenger å håndtere mer komplekse reservasjoner, sjekk ut vår ReDi Reservation-plugin.
sk: Ak potrebujete zvládnuť zložitejšie výhrady, skontrolujte naše REDI hostí Earth taky.

source: Open Improve your restaurant’s turnaround time by allowing the clients to call a waiter using their smart phones. Create a mobile web page with our QR Code Waiter Calling System plugin.
cs: Vylepšete své rezervace tím, že umožníte zákazníkovi, aby zavolal číšníkovi ze svého smartphonu. Vytvořte webovou stránku s QR Code Waiter Calling System pluginem.
nn: Synlig forbedre restaurantens behandlingstid ved å la kunder kalle på en servitør med smarttelefon. Lag en mobilnettside med vår QR-kode Waiter Calling System-plugin.
sk: Otvoriť zlepšiť doba odozvy vašej reštaurácie je tým, že klienti zavolať čašníka pomocou svojich chytrých telefónov. Vytvoriť mobilnú webovú stránku s našou QR kód čašník systém volania plugin.

source: Back to reservation page
cs: Zpátky na stránku s rezervací
nn: Tilbake til reservasjonssiden
sk: Naspať na stránku rezervácie

source: Step
cs: Krok
nn: Steg
sk: Krok

source: Select place, date and time
cs: Vyberte místo, datum a čas
nn: Velg sted, dato og klokkeslett
sk: Zvoľte miesto, dátum a čas

source: Select date and time
cs: Vyberte datum a čas
nn: Velg dato og klokkeslett
sk: Zvoľte dátum a čas

source: Date
cs: Datum
nn: Dato
sk: Dátum

source: Time
cs: Čas
nn: Klokkeslett
sk: Čas

source: Persons
cs: Počet lidí
nn: Personer
sk: Počet osôb

source: More than %s people
cs: více než %s lidí
nn: Mer enn %s personer
sk: Viac ako %s

source: Check available time
cs: Zkontrolovat dostupnost
nn: Sjekk tilgjengelig tidspunkt
sk: Kontrola dostupného času

source: Reservation is not available on selected day. Please select another day.
cs: Rezervace není možná ve zvolený den. Vyberte si prosím jiný den
nn: Ingen tilgjengelige tidspunkt denne dagen. Vennligst velg en annen dag.
sk: Rezervácia nie je k dispozícii na vybraný deň. Prosím, vyberte iný deň.

source: Select available time
cs: Vyberte dostupný termín
nn: Velg tilgjengelig tidspunkt
sk: Zvoliť dostupný čas

source: Previous
cs: Předchozí
nn: Tidligere
sk: Predchádzajúce

source: Provide reservation details
cs: Podrobnosti rezervace
nn: Vis detaljer om reservasjonen
sk: Poskytnúť detaily rezervácie

source: Custom field is required
cs: Povinná pole
nn: Dette feltet er påkrevd
sk: Je potrebné vlastné pole

source: Comment
cs: Komentář
nn: Kommentar
sk: Komentár

source: Make a reservation
cs: Rezervovat
nn: Reserver
sk: Urobiť rezerváciu

source: Thank you for your reservation.
cs: Děkujeme za Vaši rezervaci.
nn: Takk for din reservasjon
sk: Ďakujeme vám za rezerváciu.

source: Thank you for your reservation. A confirmation email has been sent to you, should you not receive it, please rest assured that your booking has been received and is confirmed. If you wish you may contact us by phone to confirm.
cs: Děkujeme za Vaši rezervaci. Byl Vám odeslán potvrzovací email. Pokud jste email nedostali, rezervace je i tak platná. Pokud si ji chcete ověřit, kontaktujte nás telefonicky.
sk: Ďakujeme vám za rezerváciu. Potvrdzovací e-mail bol odoslaný k vám, nemali by ste dostávať to, prosím, buďte si istý, že Vaša rezervácia bola prijatá a potvrdená. Ak chcete, môžete nás kontaktovať telefonicky pre potvrdenie.

source: Powered by
cs: Podporováno
sk: Vytvorené

source: Please support our plugin by publishing Reservation Diary logo
cs: Podpořte prosím náš plugin publikováním loga Reservation Diary

source: Minimum hours before reservation can be accepted from client
cs: Minimální čas, kdy může být provedena rezervace zákazníkem

source: Publish restaurant details to reservationdiary.eu catalog
cs: Publikovat detaily rezervace do katalogu reservationdiary.eu

source: Available seats
cs: Dostupná místa

source: Language for admin emails
cs: Jazyk admin emailů

source: Date and time
cs: Datum a čas

source: We will create a confirmation and email it to you at the email address you entered on the reservations form. You should receive your confirmation by email shortly.
cs: Vytvoříme potvrzovací email a zašleme ho na emailovou adresu, kterou jste zadali do rezervačního formuláře. Měli byste obdržet potvrzovací email v krátké době.

source: Email
nn: E-post

source: Early Bookings
nn: Tidlige reservasjoner
sk: skorú rezerváciu

source: Maximum time before the reservation can be accepted. It can be anything from 1 month to 1 year.
nn: Makstid før reservasjonen kan godtas. Det kan være alt fra 1 mnd til 1 år.
sk: Maximálna doba pred rezerváciou nemôže byť prijatý. To môže byť čokoľvek od 1 mesiaca do 1 roka.

source: Email CC
nn: Epost-kopi

source: Late Bookings
nn: Sen reservering
sk: Neskoré objednávky

source: Thank you for your reservation. A confirmation email has been sent to you, should you not receive it, please feel rest assured that your booking has been received and is confirmed. If you wish you may contact us by phone to confirm.
nn: Takk for din reservasjon. En bekreftelse er send til deg på e-post. Hvis du ikke mottar noen mail fra oss, vit at din reservasjon har blitt mottat og er bekreftet. Hvis du ønsker kan du kontakte oss på telefon for bekreftelse.
